Repository: common-repository/tessa-authorship
Catalog: lang/tessa-authorshipes-*.po
Languages: es_es

source: E-mail Address
es_es: Dirección de correo electrónico

source: Enter a headline for the current author.
es_es: Facilite un epígrafe o un encabezamiento para el autor.

source: Headline
es_es: Epígrafe

source: Authorship Post Image
es_es: Imagen para la referencia del autor

source: Authorship Author Image
es_es: Imagen del autor

source: Display specific authors or entries. You may specify more than one id separated by comma, e.g. 22,26,201
es_es: Limiar a determinados autores o entradas. Puede facilitar más que un identificiador para el documento. Ejemplo: 22,26,201

source: Specific IDs (optional):
es_es: IDs determinados (optional):

source: Related according to context
es_es: Relacionado según el contexto

source: Related Content Intro
es_es: Prefijo para contenido relacionado

source: Related Author Intro
es_es: Prefijo para autores relacionados

source: Social Link Intro
es_es: Encabezamiento para enlaces sociales

source: Publish Author's Email
es_es: Publicar email del autor

source: Open Social Links in new Window
es_es: Abrir enlaces sociales en nueva ventana

source: Order placeholders for related entries on author's page
es_es: Ordenar huecos dínamicos para contenidos para entradas de autor

source: Please use only the following placeholders: <strong>%s</strong> and use comma as separator.
es_es: Utilize solamente los siguientes huecos dinámicos: <strong>%s</strong> y sepárelos con coma.

source: Order placeholders for related authors on entries
es_es: Ordenar huecos dinámicos para autores en entradas

source: Read more link text
es_es: Texto para el enlace Leer más

source: We have not found the "Multiple Post Thumbnails" plugin. For this reason you can activate the bundled version. You can install and test the <a href="http://wordpress.org/plugins/multiple-post-thumbnails/stats/" target="_blank">original plugin</a> at any time. "Tessa Authorship" will detect its presence and fallback to the original version gracfully. "Tessa Authorship" will work without multiple thumbnails but offers more control to you on how related items show up in list generated by "Tessa Authorship".
es_es: No hemos encontrado el plugin "Multiple Post Thumbnails". Por eso le permitimos activar la funcionalidad a través de la versión empaquetada. No obstante puede instalar y probar en cualquier momento la versión original que puede encontrar <a href="http://wordpress.org/plugins/multiple-post-thumbnails/stats/" target="_blank">aquí</a>. "Tessa Authorship" detecterá automáticamente su presencia y utilizará el plugin en vez de la versión empaquetada. "Tessa Authorship" trabaja sin el soporte para multipels viñetas pero ofrece mejor control sobre las listas generadas por "Tessa Authorship" si utiliza esta funcionalidad.

source: Activate Authorship Thumbnails on posts
es_es: Activar imágenes tipo Authorship para entradas

source: Activate "the_content" filter to display authorships on posts and pages or related content (pages and posts) on author's page automatically. (single posts and pages only.
es_es: Active el filtro "the_content" para mostrar relaciones de "authorship" en páginas y entradas o a la inversa entradas y páginas en la ficha del autor de forma automática. (Para entradas y páginas solamente, no para la página principal ni páginas aglomeradoras)

source: Define output fields and order
es_es: Elija los huecos dinámicos y su orden

source: Template Operations
es_es: Intervenciones para plantilla

source: Enable authorship for the following post-types
es_es: Activar autores, autoría para los siguientes tipos de contenido

source: Basic Configuration
es_es: Configuración básica

source: Remove %s
es_es: Quitar %s

source: Set %s
es_es: Establecer %s

source: Set as %3$s
es_es: Establecer como %3$s

source: The 'label' and 'id' values of the 'args' parameter of '%s::%s()' are required
es_es: Valores para 'label' u 'id' como parámetros en 'args' de '%s::%s()' son imprescindibles

source: Next
es_es: Siguiente

source: Previous
es_es: Anterior

source: authorship
es_es: autoría

source: Add New
es_es: Autor nuevo

source: Enter a URL that applies to this authorship (for example: http://takebarcelona.com/).
es_es: Introduzca un enlace para este autor, por ejemplo: http://takebarcelona.com

source: Enter a byline for the current authorship data.
es_es: Fuente o citación para el autor acutal.

source: Byline
es_es: Fuente

source: Enter Blog url for the author
es_es: Introduzca el enlace al blog del autor

source: Enter Digg url for the author
es_es: Introduzca la url de Digg para el autor

source: Enter Pinterest url for the author
es_es: Ponga el enlace para Pinterest del autor

source: Enter iCompositions url for the author
es_es: Ponga el enlace para iCompositions

source: Enter Soundcloud url for the author
es_es: Ponga el url para Soundcloud del autor

source: Enter Youtube url for the author
es_es: Ponga el enlace de YouTube del autor

source: Enter Vimeo url for the author
es_es: Ponga el enlace para Vimeo del autor

source: Enter LinkedIn url for the author
es_es: Ponga el enlace para LinkedIn del autor

source: Enter Google+ url for the author
es_es: Ponga el enlace de Google+ del autor

source: Enter Facebook url for the author
es_es: Ponga el enlace de Facebook del autor

source: Enter Twitter url for the author
es_es: Ponga el enlace de Twitter del autor

source: Enter an e-mail address.
es_es: Ponga una dirección de correo electrónico

source: Gravatar E-mail Address
es_es: Gravatar E-mail

source: Enter the authors's name here
es_es: Ponga aquí el nombre del autor

source: The Author's Social Links
es_es: Los enlaces sociales (de perfil) del autor

source: Authorship draft updated. %sPreview authorship%s
es_es: Ficha del autor guardada. %sVer ficha%s

source: Authorship scheduled for: %1$s. %2$sPreview authorship%3$s
es_es: Ficha del autor programada para la fecha: %1$s. %2$sVer ficha%3$s

source: Authorship submitted. %sPreview authorship%s
es_es: Ficha del autor guardada. %sVer ficha%s

source: Authorship published. %sView authorship%s
es_es: Ficha del autor publicada. %sVer ficha%s

source: Authorship restored to revision from %s
es_es: Ficha del autor reestablecida a la versión guardada %s

source: Authorship updated.
es_es: Ficha del autor actualizada.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Authorship updated. %sView authorship%s
es_es: Ficha del autor actualizada. %sVer ficha%s

source: Image
es_es: Imagen

source: No %s Found In Trash
es_es: %s no se ha encontrado en la papelera

source: No %s Found
es_es: %s no encontrado

source: Search %a
es_es: Buscar %a

source: View %s
es_es: Ver %s

source: New %s
es_es: Nuevo %s

source: Specific Post Types (optional):
es_es: Tipos de documentos determinados (opcional):

source: Display a specific authorship, rather than a list. You may specify more than one id separated by comma, e.g. 22,26,201
es_es: Mostar autor predeterminado y no una lista. Puede mostrar más que un autor especificando IDs separados por coma, ejemplo: 22,26,201

source: Specific ID (optional):
es_es: ID predeterminado (opcional):

source: Tags:
es_es: Palabras claves:

source: Categories:
es_es: Categorías:

source: Display Excerpt
es_es: Mostrar versión resumida

source: Display Content
es_es: Mostrar contenido

source: Use Permalink
es_es: Facilitar enlace

source: Display Social Links
es_es: Mostrar enlaces sociales (de perfil)

source: Display Avatar
es_es: Mostrar Avatar

source: Display Author
es_es: Mostrar autor

source: Only configured relations
es_es: Solamente relaciones establecidas anteriormente

source: Display Authorships (Off: Displays author works)
es_es: Mostrar fichas de autor (Desactivado: Mostrar contenido (entradas) del autor)

source: Order Direction:
es_es: Vista ordenada:

source: Order By:
es_es: Ordenar por:

source: Image Size (in pixels):
es_es: Tamaño imagen (en pixeles):

source: Limit:
es_es: Límite:

source: Title (optional):
es_es: Título (opcional):

source: Descending
es_es: Descendiente

source: Ascending
es_es: Ascendiente

source: Random Order
es_es: Ordenar al azar

source: Specified Order Setting
es_es: Orden establecido

source: Date Added
es_es: Añadido el

source: Entry ID
es_es: ID entrada

source: No Order
es_es: Sin orden

source: Display works (posts) for specific post types only. Not used when displaying authorships. Configured and hence supported post-types include:
es_es: Solamente ofrece soporte para determinados tipos de contenido. No se aplica a fichas (páginas) tipo autor. Configurado por Vd. y por lo tanto soportado en los siguientes tipos:

source: Recent authorship on your site.
es_es: Autores recientes en su sitio.

source: New %s Name
es_es: Poner nuevo nombre para %s

source: Add New %s
es_es: Añadir nuevo %s

source: Update %s
es_es: Actualizar %s

source: Edit %s
es_es: Editar %s

source: Parent %s:
es_es: Padre para %s:

source: Parent %s
es_es: Padre para %s

source: All %s
es_es: Todo %s

source: Search %s
es_es: Buscar %s

source: Categories
es_es: Categorías

source: Category
es_es: Categoría

source: A gallery, exposition and portfolio theme with built-in support for WooCommerce
es_es: Una plantilla para galerias, exposiciones y portfolios con soporte para WooCommerce

source: Check out these themes and plugins too:
es_es: Pruebe estos plugins y plantillas también:

source: Wordpress Profile of the author
es_es: Perfil de Wordpress del autor

source: Write a review about this plugin
es_es: Escribir una reseña sobre el plugin

source: Rate this plugin
es_es: Valorar plugin

source: Support Forum
es_es: Foro de soporte

source: Useful links:
es_es: Enlaces útiles:

source: Add author IDs from authors you want to relate, comma separated.
es_es: Ponga los IDs de los autores que quiere relacionar y separelos con coma.

source: Clear all
es_es: Limpiar todo

source: Add a related author
es_es: Añadir un autor relacionado

source: Find related authors
es_es: Buscar autores relacionados

source: About
es_es: Acerca

source: Enable authorship for post-types
es_es: Habilitar authorship para tipos de documento

source: Authorship Settings
es_es: Authorship Configuración

source: Related Authors
es_es: Autores relacionado
